{
  "plugins": {
    "blink-cmp-git": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-git"
    },
    "blink-cmp-latex": {
      "src": "https://github.com/erooke/blink-cmp-latex"
    },
    "blink-cmp-spell": {
      "src": "https://github.com/ribru17/blink-cmp-spell"
    },
    "blink-ripgrep.nvim": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "cmp-pandoc-references": {
      "src": "https://github.com/jmbuhr/cmp-pandoc-references"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "iron.nvim": {
      "src": "https://github.com/Vigemus/iron.nvim"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim",
      "version": ">=0.0.0"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "solarized.nvim": {
      "src": "https://github.com/maxmx03/solarized.nvim"
    },
    "undotree": {
      "src": "https://github.com/jiaoshijie/undotree"
    }
  }
}
